tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "dark-mode"
brew "mas"
brew "beeftornado/rmtree/brew-rmtree"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "chromium"
cask "firefox"
cask "fork"
cask "forticlient"
cask "gpg-suite"
cask "intellij-idea"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keybase"
cask "kitty"
cask "macs-fan-control"
cask "multipass"
cask "obsidian"
cask "postman"
cask "pycharm"
cask "slack"
cask "visual-studio-code"
cask "zoomus"
mas "Logic Pro X", id: 634148309
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
