tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "dark-mode"
brew "git"
brew "mas"
brew "beeftornado/rmtree/brew-rmtree"
cask "1password"
cask "adobe-acrobat-pro"
cask "alfred"
cask "appcleaner"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "gpg-suite"
cask "gswitch"
cask "iina"
cask "intellij-idea"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keybase"
cask "kitty"
cask "maccy"
cask "macs-fan-control"
cask "malwarebytes"
cask "skim"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
mas "Final Cut Pro", id: 424389933
mas "Logic Pro", id: 634148309
mas "Messenger", id: 1480068668
mas "Microsoft OneNote", id: 784801555
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
mas "Unsplash Wallpapers", id: 1284863847
