tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "keys-pub/tap"
tap "koekeishiya/formulae"
brew "dark-mode"
brew "git"
brew "mas"
brew "beeftornado/rmtree/brew-rmtree"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "adguard"
cask "adobe-acrobat-pro"
cask "alfred"
cask "appcleaner"
cask "avidemux"
cask "bartender"
cask "discord"
cask "eloston-chromium"
cask "firefox"
cask "fork"
cask "forticlient"
cask "goland"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "inkscape"
cask "intellij-idea"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keybase"
cask "kitty"
cask "macs-fan-control"
cask "malwarebytes"
cask "mendeley"
cask "mendeley-reference-manager"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "multipass"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "postman"
cask "pycharm"
cask "qbittorrent"
cask "sidequest"
cask "skim"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "zoomus"
cask "zotero"
mas "Final Cut Pro", id: 424389933
mas "Logic Pro X", id: 634148309
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
